{ "translations": {
	"ACCESS BLOCKED" : "ACCÈS BLOQUEJAT",
	"Active passwords" : "Contrasenyes actives",
	"Add new password" : "Afegir nova contrasenya",
	"Add password" : "Afegir contrasenya",
	"after" : "després de",
	"All passwords were moved to the trash bin." : "Totes les contrasenyes s'han mogut a la paperera.",
	"Allow users to download a backup as an unencrypted, plain text file" : "Permetre als usuaris descarregar una còpia de seguretat en un fitxer de text sense xifrar",
	"Allow website icons" : "Permetre icones de pàgines web",
	"April" : "abril",
	"Are you sure?" : "Estàs segur?",
	"As the URL was changed, this page will now reload." : "Com la URL ha canviat, es recarregarà la pàgina.",
	"August" : "agost",
	"Backup and import" : "Backup i importació",
	"Block app when not connected to %s using a secured connection" : "Bloquejar aplicació quan no es connecti a %s amb una connexió segura",
	"Cancel" : "Cancel·lar",
	"Characters %s and %s need to be escaped" : "Caracters %s i %s necessiten ser escapats",
	"characters" : "caracters",
	"Choose a format and a select a file from disk" : "Escull un format i un fitxer",
	"Clear" : "Neteja",
	"Click here" : "Fes clic aquí",
	"Click on a <b>column head</b> to sort the column." : "Clica en el <b>títol d'una columna</b> per ordenar-la.",
	"Click on a <b>user name</b> or a <b>password</b> to be able to copy it to the clipboard." : "Clica en el <b>nom d'usuari</b> o <b>contrasenya</b> per copiar-ho al porta-retalls.",
	"Click on a <b>website</b> to open it in a new tab." : "Clica en la <b>pàgina web</b> per obrir-la en una nova pestanya.",
	"Click to download a backup as an UNENCRYPTED plain text file" : "Clica per descarregar una còpia en un arxiu de text SENSE ENCRIPTAR",
	"Click to move all active passwords to the trash" : "Clica per moure totes les contrasenyes a la paperera",
	"Colour of password date" : "Color de la contrasenya",
	"Content" : "Contingut",
	"Context menu" : "Menú contextual",
	"Create some new passwords!" : "Crea noves contrasenyes!",
	"day ago" : "dia",
	"days ago" : "dies",
	"days" : "dies",
	"December" : "desembre",
	"Delete all items in trash bin" : "Buidar la paperera",
	"Deleted passwords will be shown here!" : "Les contrasenyes eliminades es mostraran aquí.",
	"Deletion of all trashed passwords done. This page will now reload." : "S'han eliminat totes les contrasenyes de la paperera. Es recarregarà la pàgina",
	"Disable browsers context menu" : "Deshabilitar menú contextual del navegador",
	"Do not import" : "No importar",
	"Download Backup" : "Descarregar backup",
	"Empty trash bin" : "La paperera és buida",
	"Enter a new value and press Save to keep the new value.\nThis cannot be undone." : "Introdueix un nou valor i prem Desar per emmagatzemmar el nou valor.\nNo es pot desfer.",
	"Error while saving field" : "Error al guardar el camp",
	"Error: Could not create password." : "Error: No s'ha pogut crear la contrasenya.",
	"Error: Could not delete password." : "Error: No s'ha pogut eliminar la contrasenya.",
	"Error: Could not load passwords." : "Error: No s'han pogut carregar les contrasenyes.",
	"Error: Could not update password." : "Error: No s'ha pogut actualitzar la contrasenya",
	"February" : "febrer",
	"File contains headers" : "Arxiu conté encapçalament",
	"Fill in a number between %s and %s" : "Introdueix un número entre %s i %s",
	"Fill in a valid number as length with a minimum of 4." : "La contrasenya ha de tenir un tamany mínim de 4 caracters.",
	"Fill in a valid number for the days." : "Introdueix un número vàlid de dies.",
	"Fill in a valid URL in the first field." : "Ompli una adreça URL vàlida en el primer camp.",
	"Fill in the column numbers" : "Omple els números de columna",
	"Fill in the website, user name and password." : "Omple la URL, nom d'usuari i contrasenya.",
	"for a secured connection, or" : "per a una connexió segura, o",
	"Full URL (optional)" : "URL completa (opcional)",
	"Full URL" : "URL completa",
	"Generate password" : "Generar contrasenya",
	"Google DOES track your moves. Use DuckDuckGo preferably, since they don't" : "Google realitza un seguiment dels teus moviments. Utilitza preferiblement DuckDuckGo, ja que no et rastreja",
	"Green" : "Verd",
	"Hide columns" : "Amagar columnes",
	"Hide passwords" : "Amagar contrasenyes",
	"Hide usernames" : "Amagar noms d'usuari",
	"Import" : "Importar",
	"Import CSV File" : "Importa arxiu CSV",
	"Import of passwords done. This page will now reload." : "Importació de contrasenyes realitzada. Es recarregarà la pàgina.",
	"January" : "gener",
	"July" : "juliol",
	"June" : "juny",
	"Last changed" : "Darrera modificació",
	"Length" : "Tamany",
	"Lines are split on" : "Divisió de linies per",
	"Login name or e-mail" : "Nom d'usuari",
	"Login name" : "Nom d'usuari",
	"Lowercase characters" : "Minúscules",
	"March" : "març",
	"May" : "maig",
	"minutes" : "minuts",
	"Moderate" : "Moderada",
	"Move all to trash" : "Moure tot a la paperera",
	"Move old value to trash bin" : "Mou els valors antics a la paperera",
	"Name" : "Nom",
	"No" : "No",
	"No passwords yet" : "Sense contrasenyes encara",
	"None" : "Res",
	"Note: This field is optional and can be left blank." : "Nota: Aquest camp és opcional i es pot deixar en blanc.",
	"Notes (optional)" : "Annotacions (opcional)",
	"Notes" : "Annotacions",
	"November" : "novembre",
	"Numbers" : "Números",
	"October" : "octubre",
	"Only files with CSV as file extension are allowed." : "Només s'admeten fitxers amb extensió CSV.",
	"or" : "o",
	"Orange" : "Taronja",
	"Password" : "Contrasenya",
	"Passwords" : "Claus d'accés",
	"Password info" : "Informació",
	"Please note that without a secure connection, your passwords may be accessible by everyone who is also connected to your network (WiFi or 3G/4G). The only security that remains, is the security of the network you are connected to. A company network is safer than a public network like in restaurants or shops." : "Recorda que sense una connexió segura, les teves contrasenyes podrien ser accesibles per qualsevol que estigui connectat a la mateixa xarxa que tu (WiFi o 3G/4G). L'única seguretat que hi haurà és la seguretat de la xarxa a la que estiguis connectat. Una xarxa d'empresa serà més segura que una pública, com la de restaurants o tendes.",
	"Press" : "Prem",
	"Press %s to copy this selected value to clipboard" : "Prem %s per a copiar el valor seleccionat al retallapapers",
	"Preview" : "Previsualització",
	"Punctuation marks" : "Símbols",
	"Red" : "Vermell",
	"Save" : "Desar",
	"Search for" : "Cerca",
	"seconds" : "segons",
	"Security" : "Seguretat",
	"Select all" : "Seleccionar tot",
	"Select at least one option to generate a password." : "Escull mínim una opció per generar la contrasenya.",
	"Select none" : "No seleccionar res",
	"Select options" : "Escull opcions",
	"September" : "setembre",
	"Setting a countdown will log you off too when your session cookie ends (set to %s seconds by your administrator)" : "Establir un compte enrere t'expulsarà també quan la cookie de sessió finalitzi (establert a %s segons per l'administrador)",
	"Show website icons" : "Mostra icones de pàgines web",
	"site.com or Name Inc." : "URL o empresa",
	"Size" : "Tamany",
	"Strength" : "Dificultat",
	"Strong" : "Forta",
	"The <b>password colour</b> is determined by the password strength and date (whichever comes first in weakness)." : "El <b>color de les contrasenyes</b> està determinat per la dificultat i la data de la contrasenya.",
	"The <b>password date</b> becomes <orange>orange after %s days</orange> and <red>red after %s days</red>." : "La <b>data de la contrasenya</b> es torna <orange>taronja després de %s dies</orange> i <red>vermell als %s dies</red>.",
	"The <b>strength value</b> is interpreted as" : "La <b>dificultat de la contrasenya</b> s'interpreta com a",
	"The context menu is disabled by your administrator." : "El menú contextual està deshabilitat pel teu administrador.",
	"The days from red should be higher than the days from orange." : "Els dies per a vermell han de ser posteriors als dies per a taronja.",
	"The following file will be imported" : "El següent arxiu s'importarà",
	"The old value was moved to the trash bin." : "El valor antic s'ha mogut a la paperera",
	"The password was moved to the trash bin." : "La contrasenya s'ha mogut a la paperera",
	"The password was reverted to the active passwords." : "La contrasenya s'ha restaurat",
	"There are no passwords to be moved." : "No hi ha contrasenyes per moure.",
	"There is no secure, encrypted connection." : "La connexió no és segura i no està xifrada.",
	"This file contains no passwords." : "El fitxer no conté contrasenyes.",
	"This file contains one or more lines with less than 3 columns." : "El fitxer conté linies amb menys de 3 columnes.",
	"This file contains one or more values without quotation marks." : "El fitxer conté un o més valors sense cometes.",
	"This file is fully compatible with other password services, such as KeePass, 1Password and LastPass." : "Aquest arxiu és compatible amb altres serveis de contrasenyes com KeePass, 1Password i LastPass.",
	"This function is unsupported on your browser. Use a modern browser instead." : "Aquesta funció no està suportada al teu navegador. Utilitza un navegador més modern.",
	"This is not a valid CSV file." : "L'arxiu CSV no és vàlid.",
	"This is not a valid URL, so this value will not be saved:" : "La URL no és correcta i, per tant, la contrasenya no serà emmagatzemmada:",
	"This will delete the password for" : "Això eliminarà la contrasenya de",
	"This will download an unencrypted backup file, which contains all your passwords." : "Això descarregarà un arxiu backup sense xifrar que conté totes les contrasenyes.",
	"This will help users finding a website they are looking for in their list and it looks rather nice too, but it will send your IP address to another server" : "Això ajuda a trobar la contrasenya que es busca i millora l'aspecte visual, però enviarà la teva adreça IP a un altre servidor",
	"This will make it harder for users to use the functions of the browsers context menu, but it may really be annoying to some users" : "Això farà més difícil utilitzar el menú contextual del navegador, però pot ser molest per a alguns usuaris",
	"This will permanently delete all passwords in this trash bin." : "Això eliminará permanentment totes les contrasenyes de la paperera.",
	"This will put a timer on the lower right of the screen, which resets on activity." : "Això posarà un cronòmetre a la part inferior dreta de la pantalla i es reiniciarà quan hi hagi activitat.",
	"This will show values as '*****', so you will need to click on a value to actually view it. This is useful to prevent others from making screenshots or taking photos of your password list" : "Això mostrarà els valors com '*****', i hauràs de clicar el valor per a veure-ho. És útil per evitar que altres persones puguin realitzar fotos o captures de pantalla del llistat de contrasenyes",
	"to continue without a secure connection." : "per continuar sense una connexió segura.",
	"to copy this password" : "Per copiar aquesta contrasenya",
	"to copy this user name" : "Per copiar aquest usuari",
	"to" : "a",
	"today" : "avui",
	"Trash bin" : "Paperera",
	"Turning this off is HIGHLY DISCOURAGED" : "Desactivar aquesta opció NO ÉS RECOMANABLE",
	"Uppercase characters" : "Majúscules",
	"Use 'x' to exclude a field" : "Utilitza 'x' per excloure camps",
	"Use DuckDuckGo" : "Utilitzar DuckDuckGo",
	"Use Google" : "Utilitzar Google",
	"Use inactivity countdown" : "Utilitzar compte enrere d'inactividad",
	"Values are separated by quotation marks" : "Els valors estan separats per cometes",
	"Weak" : "Débil",
	"Website icons" : "Icones de pàgines web",
	"Website or company" : "Pàgina web o empresa",
	"When the password date exceeds the limit for the green colour, the password will become orange or red too" : "Quan la data de la contrasenya superi el límit establert, la contrasenya es tornarà taronja o vermella",
	"with user name" : "amb nom d'usuari",
	"Yes" : "Si",
	"You will be logged off automatically when this countdown reaches 0" : "La sessió finalitzarà automàticament quan aquest compte arribi a zero",
	"You will be logged off due to expiration of your session cookie (set to %s minutes)." : "La sessió finalitzarà automàticament quan la cookie de sessió caduqui (establerta en %s minuts).",
	"You will be logged off due to inactivity of %s seconds." : "La sessió finalitzarà per inactivitat després de %s segons.",
	"Your administrator does not allow you to download backups" : "L'administrador no permet descarregar còpies"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}
