{ "translations": {
	"ACCESS BLOCKED" : "TOEGANG GEBLOKKEERD",
	"Active passwords" : "Actieve wachtwoorden",
	"Add new password" : "Nieuw wachtwoord",
	"Add password" : "Toevoegen",
	"after" : "na",
	"All passwords were moved to the trash bin." : "Alle wachtwoorden zijn naar de prullenbak verplaatst.",
	"Allow users to download a backup as an unencrypted, plain text file" : "Gebruikers toestaan om een back-up te downloaden als een ongecodeerd, plat tekstbestand",
	"Allow website icons" : "Website-icoontjes toestaan",
	"April" : "april",
	"Are you sure?" : "Weet u dit zeker?",
	"As the URL was changed, this page will now reload." : "Aangezien de URL veranderd is, wordt deze pagina nu herladen.",
	"August" : "augustus",
	"Backup and import" : "Back-up en importeren",
	"Block app when not connected to %s using a secured connection" : "App blokkeren wanneer geen beveiligde verbinding gebruikt wordt voor %s",
	"Cancel" : "Annuleren",
	"Characters %s and %s need to be escaped" : "Tekens %s en %s moeten omzeild worden",
	"characters" : "tekens",
	"Choose a format and a select a file from disk" : "Kies een formaat en selecteer een bestand",
	"Clear" : "Wissen",
	"Click here" : "klik hier",
	"Click on a <b>column head</b> to sort the column." : "Klik op een <b>kolomtitel</b> om de kolom te sorteren.",
	"Click on a <b>user name</b> or a <b>password</b> to be able to copy it to the clipboard." : "Klik op een <b>gebruikersnaam</b> of een <b>wachtwoord</b> om deze te kunnen kopiëren naar het klembord.",
	"Click on a <b>website</b> to open it in a new tab." : "Klik op een <b>website</b> om deze in een nieuw tabblad te openen.",
	"Click to download a backup as an UNENCRYPTED plain text file" : "Klik op deze knop om een back-up te downloaden als een ONGECODEERD, plat tekstbestand",
	"Click to move all active passwords to the trash" : "Klik op deze knop om alle actieve wachtwoorden te verplaatsten naar de prullenbak",
	"Colour of password date" : "Kleur van wachtwoorddatum",
	"Content" : "Inhoud",
	"Context menu" : "Contextmenu",
	"Create some new passwords!" : "Maak nieuwe wachtwoorden aan met het linker menu.",
	"day ago" : "dag geleden",
	"days ago" : "dagen geleden",
	"days" : "dagen",
	"December" : "december",
	"Delete all items in trash bin" : "Prullenbak leegmaken",
	"Deleted passwords will be shown here!" : "Verwijderde wachtwoorden worden hier weergegeven.",
	"Deletion of all trashed passwords done. This page will now reload." : "Verwijderen van alle wachtwoorden voltooid. Deze pagina wordt nu herladen.",
	"Disable browsers context menu" : "Contextmenu uitschakelen",
	"Do not import" : "Niet importeren",
	"Download Backup" : "Back-up downloaden",
	"Empty trash bin" : "Prullenbak is leeg",
	"Enter a new value and press Save to keep the new value.\nThis cannot be undone." : "Voer een nieuwe waarde in en druk op Opslaan. Dit kan niet ongedaan gemaakt worden.",
	"Error while saving field" : "Fout bij opslaan van veld",
	"Error, value:" : "Fout, waarde",
	"Error: Could not create password." : "Fout bij maken van wachtwoord.",
	"Error: Could not delete password." : "Fout bij verwijderen van wachtwoord.",
	"Error: Could not load passwords." : "Fout bij laden van wachtwoorden.",
	"Error: Could not update password." : "Fout bij updaten van wachtwoord.",
	"February" : "februari",
	"File contains headers" : "Bestand bevat kolomkoppen",
	"Fill in a number between %s and %s" : "Vul een nummer in tussen de %s en %s",
	"Fill in a valid number as length with a minimum of 4." : "Vul een geldig getal in als lengte, met een minimum van 4.",
	"Fill in a valid number for the days." : "Vul een geldig getal in voor het aantal dagen.",
	"Fill in a valid URL in the first field." : "Vul een geldig webadres in bij het eerste veld.",
	"Fill in the column numbers" : "Vul de kolomnummers in",
	"Fill in the website, user name and password." : "Vul een website, gebruikersnaam en wachtwoord in.",
	"for a secured connection, or" : "voor een beveiligde verbinding, of",
	"Full URL (optional)" : "Volledige URL (optioneel)",
	"Full URL" : "Volledig adres",
	"Generate password" : "Wachtwoord genereren",
	"Google DOES track your moves. Use DuckDuckGo preferably, since they don't" : "Google houdt uw activiteit WEL bij. Gebruik bij voorkeur DuckDuckGo, omdat zij dat niet doen",
	"Green" : "Groen",
	"Hide columns" : "Kolommen verbergen",
	"Hide passwords" : "Wachtwoorden verbergen",
	"Hide usernames" : "Gebruikersnamen verbergen",
	"Import CSV File" : "CSV-bestand importeren",
	"Import of passwords done. This page will now reload." : "Importeren van wachtwoorden is voltooid. Deze pagina wordt nu vernieuwd.",
	"Import" : "Importeren",
	"January" : "januari",
	"July" : "juli",
	"June" : "juni",
	"Last changed" : "Laatst gewijzigd",
	"Length" : "Lengte",
	"Lines are split on" : "Regels worden geplitst op",
	"Login name or e-mail" : "Inlognaam of e-mail",
	"Login name" : "Gebruikersnaam",
	"Lowercase characters" : "Kleine letters",
	"March" : "maart",
	"May" : "mei",
	"minutes" : "minuten",
	"Moderate" : "Matig",
	"Move all to trash" : "Alles naar prullenbak",
	"Move old value to trash bin" : "Oude waarde naar prullenbak",
	"Name" : "Naam",
	"No passwords yet" : "Geen wachtwoorden",
	"No" : "Nee",
	"None" : "Geen",
	"Note: This field is optional and can be left blank." : "NB. Dit veld is optioneel en kan leeggelaten worden.",
	"Notes (optional)" : "Notities (optioneel)",
	"Notes" : "Notities",
	"November" : "november",
	"Numbers" : "Cijfers",
	"October" : "oktober",
	"Only files with CSV as file extension are allowed." : "Only files with CSV as file extension are allowed.",
	"or" : "of",
	"Orange" : "Oranje",
	"Password info" : "Informatie",
	"Password" : "Wachtwoord",
	"Passwords" : "Wachtwoorden",
	"Please note that without a secure connection, your passwords may be accessible by everyone who is also connected to your network (WiFi or 3G/4G). The only security that remains, is the security of the network you are connected to. A company network is safer than a public network like in restaurants or shops." : "Zonder een veilige verbinding zouden uw wachtwoorden toegankelijk kunnen zijn voor iedereen die met uw netwerk verbonden is (WiFi of 3G/4G). De enige beveiliging die resteert, is de beveiliging van het netwerk waarmee u verbonden bent. Een bedrijfsnetwerk is veiliger dan een openbaar netwerk zoals in restaurants of winkels.",
	"Press %s to copy this selected value to clipboard" : "Druk op %s om de geselecteerde waarde naar het klembord te kopiëren",
	"Press" : "Druk op",
	"Preview" : "Voorbeeld",
	"Punctuation marks" : "Leestekens",
	"Red" : "Rood",
	"Save" : "Opslaan",
	"Search for" : "Zoekterm",
	"seconds" : "seconden",
	"Security" : "Beveiliging",
	"Select all" : "Alle",
	"Select at least one option to generate a password." : "Selecteer minimaal een optie om een wachtwoord te genereren.",
	"Select none" : "Geen",
	"Select options" : "Selecteer opties",
	"September" : "september",
	"Setting a countdown will log you off too when your session cookie ends (set to %s seconds by your administrator)" : "Wanneer u deze timer instelt wordt u ook uitgelogd wanneer uw sessie-cookie eindigt (ingesteld op %s seconden door uw beheerder)",
	"Show website icons" : "Website-icoontjes weergeven",
	"site.com or Name Inc." : "site.nl of Bedrijf B.V.",
	"Size" : "Grootte",
	"Strength" : "Sterkte",
	"Strong" : "Sterk",
	"The <b>password colour</b> is determined by the password strength and date (whichever comes first in weakness)." : "De <b>wachtwoordkleur</b> wordt bepaald door de wachtwoordsterkte en de wachtwoorddatum (welke dan ook het zwakst is).",
	"The <b>password date</b> becomes <orange>orange after %s days</orange> and <red>red after %s days</red>." : "De <b>wachtwoorddatum</b> wordt <orange>oranje na %s dagen</orange> en <red>rood na %s dagen</red>.",
	"The <b>strength value</b> is interpreted as" : "De <b>wachtwoordsterkte</b> wordt geïnterpreteerd als",
	"The context menu is disabled by your administrator." : "Het contextmenu is uitgeschakeld door uw beheerder.",
	"The days from red should be higher than the days from orange." : "Het aantal dagen vanaf rood moet hoger liggen dan het aantal dagen vanaf oranje.",
	"The following file will be imported" : "Het volgende bestand wordt geimporteerd",
	"The old value was moved to the trash bin." : "De oude waarde is verplaatst naar de prullenbak.",
	"The password was moved to the trash bin." : "Het wachtwoord is naar de prullenbak verplaatst.",
	"The password was reverted to the active passwords." : "Het wachtwoord is hersteld en staat nu bij Actieve wachtwoorden.",
	"There are no passwords to be moved." : "Er zijn geen wachtwoorden om te verplaatsten.",
	"There is no secure, encrypted connection." : "Er is geen veilige, gecodeerde verbinding.",
	"This file contains no passwords." : "Dit bestand bevat geen wachtwoorden.",
	"This file contains one or more lines with less than 3 columns." : "Dit bestand bevat een of meerdere regels met minder dan 3 kolommen.",
	"This file contains one or more values without quotation marks." : "Dit bestand bevat een of meerdere waarden zonder aanhalingstekens.",
	"This file is fully compatible with other password services, such as KeePass, 1Password and LastPass." : "Dit bestand is volledig compatibel met andere wachtwoorddiensten, zoals KeePass, 1Password en LastPass.",
	"This function is unsupported on your browser. Use a modern browser instead." : "Deze functie wordt niet ondersteund in uw browser. Gebruik een modernere browser.",
	"This is not a valid CSV file." : "Dit is geen geldig CSV-bestand.",
	"This is not a valid URL, so this value will not be saved:" : "Dit is geen geldige URL, waardoor deze niet wordt opgeslagen:",
	"This is not a valid URL, so this value will not be saved:" : "Dit is geen geldige URL, waardoor deze niet wordt opgeslagen:",
	"This will delete the password for" : "Dit verwijdert het wachtwoord voor",
	"This will download an unencrypted backup file, which contains all your passwords." : "Hiermee downloadt u een ongecodeerd back-upbestand, waarin al uw wachtwoorden staan.",
	"This will help users finding a website they are looking for in their list and it looks rather nice too, but it will send your IP address to another server" : "Dit helpt gebruikers bij het vinden van een website in hun lijst en het ziet er aardig uit, maar het stuurt wel uw IP-adres naar een andere server",
	"This will make it harder for users to use the functions of the browsers context menu, but it may really be annoying to some users" : "Dit maakt het moeilijker voor gebruikers om de functies van het browsers' contextmenu te gebruiken, maar zou erg vervelend gevonden kunnen worden door sommige gebruikers",
	"This will permanently delete all passwords in this trash bin." : "Hiermee worden alle wachtwoorden in de prullenbak defintief verwijderd.",
	"This will put a timer on the lower right of the screen, which resets on activity." : "Dit plaatst een timer in de rechter onderkant van het venster, die reset door activiteit.",
	"This will show values as '*****', so you will need to click on a value to actually view it. This is useful to prevent others from making screenshots or taking photos of your password list" : "Hierdoor worden waarden weergegeven als '*****', waardoor u op een waarde moet klikken om deze weer te geven. Dit is zinvol om te voorkomen dat anderen screenshots of foto's kunnen maken van uw wachtwoordenlijst",
	"to continue without a secure connection." : "om verder te gaan zonder veilige verbinding.",
	"to copy this password" : "om dit wachtwoord te kopiëren",
	"to copy this user name" : "om deze gebruikersnaam te kopiëren",
	"to" : "tot",
	"today" : "vandaag",
	"Trash bin" : "Prullenbak",
	"Turning this off is HIGHLY DISCOURAGED" : "Het uitschakelen van deze functie wordt TEN ZEERSTE AFGERADEN",
	"Uppercase characters" : "Hoofdletters",
	"Use 'x' to exclude a field" : "Gebruik 'x' om een veld over te slaan",
	"Use DuckDuckGo" : "DuckDuckGo gebruiken",
	"Use Google" : "Google gebruiken",
	"Use inactivity countdown" : "Inactiviteitstimer gebruiken",
	"Values are seperated by quotation marks" : "Waarden zijn gecheiden door aanhalingstekens",
	"Weak" : "Zwak",
	"Website icons" : "Website-icoontjes",
	"Website or company" : "Website of bedrijf",
	"When the password date exceeds the limit for the green colour, the password will become orange or red too" : "Wanneer de wachtwoorddatum het limiet overschrijdt van de groene kleur, wordt het wachtwoord ook oranje of rood",
	"with user name" : "met gebruikersnaam",
	"Yes" : "Ja",
	"You will be logged off automatically when this countdown reaches 0" : "U wordt automatisch uitgelogd wanneer deze timer 0 bereikt",
	"You will be logged off due to expiration of your session cookie (set to %s minutes)." : "U wordt automatisch uitgelogd door het verlopen van uw sessie-cookie (ingesteld op %s seconden).",
	"You will be logged off due to inactivity of %s seconds." : "U wordt automatisch uitgelogd door inactiviteit van %s seconden.",
	"Your administrator does not allow you to download backups" : "Uw beheerder staat u niet toe om back-ups te downloaden"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}
